Repository: chewpichai/affiliate
Catalog: affiliate/locale/*/LC_MESSAGES/django.po
Languages: th

source: Bangkok Bank
th: ธนาคารกรุงเทพ

source: Kasikorn Bank
th: ธนาคารกสิกรไทย

source: Krung Thai Bank
th: ธนาคารกรุงไทย

source: Siam Commercial Bank
th: ธนาคารไทยพาณิชย์

source: Krungsri Bank
th: ธนาคารกรุงศรีอยุธยา

source: Siam City Bank
th: ธนาคารนครหลวงไทย

source: UOB Bank
th: ธนาคารยูโอบี

source: TMB Bank
th: ธนาคารทหารไทย

source: TISCO Bank
th: ธนาคารทิสโก้

source: ICBC Bank
th: ธนาคารไอซีบีซี (ไทย)

source: Kiatnakin Bank
th: ธนาคารเกียรตินาคิน

source: Thanachart Bank
th: ธนาคารธนชาต

source: Standard Chartered Bank
th: ธนาคารสแตนดาร์ดชาร์เตอร์ดไทย

source: Government Housing Bank
th: ธนาคารอาคารสงเคราะห์

source: Land and Houses Bank
th: ธนาคารแลนด์ แอนด์ เฮาส์

source: Government Saving Bank
th: ธนาคารออมสิน

source: Bank for Agriculture and Agricultural Cooperatives
th: ธนาคารเพื่อการเกษตรและสหกรณ์การเกษตร (ธกส)

source: Islamic Bank of Thailand
th: ธนาคารอิสลามแห่งประเทศไทย

source: Your Commissions
th: คอมมิชชั่นของคุณ

source: Date
th: วันที่

source: Num Coustomers
th: จำนวนลูกค้า

source: Commission
th: ค่าคอม

source: Loading...
th: กำลังโหลด

source: Logout
th: ออกจากระบบ

source: Register
th: ลงทะเบียน

source: Login
th: เข้าสู่ระบบ

source: Username
th: ชิ่อผู้ใช้

source: Password
th: รหัสผ่าน

source: Bank
th: ธนาคาร

source: Bank Account No.
th: เลขบีญชีธนาคาร

source: Phone No.
th: เบอร์โทรศัพท์

source: Captcha
th: รหัสสุ่ม
